[
{"id":"1","name":"Tangela","energie":"Green","punkte":"50","beschreibung":"Looking for the world like a walking plate of spaghetti or a two-legged, tail-less sheepdog, Tangela is one of the shyest Pokemon.","bild":"tangela.gif"},
{"id":"2","name":"Nidoran","energie":"Green","punkte":"40","beschreibung":"Nidoran, one of the few two-gender Pokemon, attack other Pokemon with poisonous barbs that portrude from their backs. Male Nidoran stiffen their ears when they sense danger and are found in both versions of the game. Over time, male Nidoran evolve into Nidorino and Nidoking.","bild":"nidoran.gif"},
{"id":"3","name":"Bellsprout","energie":"Green","punkte":"15","beschreibung":"Bellsprout often begins a battle with Growth, which will increase the power of its special attacks. It would be wise to use your most powerful attack before Bellsprout has a chance to launch an attack of its own. Zürich is great","bild":"bellsprout.gif"},
{"id":"4","name":"Voltorb","energie":"Yellow","punkte":"40","beschreibung":"Voltorb use a Screech attack to lower their opponents defense rating before launching an electrical assault. If the odds are against a Voltorb, it may self-destruct to avoid capture. These Pokemon evolve into Electrode.","bild":"voltorb.gif"},
{"id":"5","name":"Pikachu","energie":"Yellow","punkte":"40","beschreibung":"These mouse-like creatures are among the most sought-after Pokemon. Trainers often have a hard time keeping several Pikachu in one place, however, because a high concentration of Pikachu will trigger electrical disturbances in the atmosphere. Pikachu evolve into Raichu with the use of the Thunder Stone.","bild":"pikachu.gif"},
{"id":"6","name":"Pidgey","energie":"White","punkte":"40","beschreibung":"One of the most common kinds of Pokemon, Pidgey are classified as Normal-type and Flying-type Pokemon, and they can blind their opponents by stirring up clouds of sand with their wings. Over time, Pidgey will evolve into Pidgeotto and Pidgeot.","bild":"pidgey.gif"},
{"id":"7","name":"Rattata","energie":"White","punkte":"30","beschreibung":"A common type of Pokemon, Rattata use their sharp teeth to defend themselves from attackers. Despite their ferocious appearance, Rattata share the same habitat as Pidgey, where both Pokemon coexist peacefully. As the game progresses, Rattata evolve into Raticate.","bild":"rattata.gif"},
{"id":"8","name":"Doduo","energie":"Yellow","punkte":"50","beschreibung":"Though these Pokemon exhibit Flying-type characteristics, they cannot fly. However, they can run at high speed. Doduo evolve into Dodrio at level 31.","bild":"doduo.gif"},
{"id":"9","name":"Dratini","energie":"White","punkte":"40","beschreibung":"Dratini takes much longer than most Pokemon to evolve. It must reach level 30 before it changes into Dragonair.","bild":"dratini.gif"},
{"id":"10","name":"Mewtwo","energie":"Purple","punkte":"70","beschreibung":"Mewtwo was created in the Pokemon Lab on Cinnabar Island. Scientists tried to create the perfect fighting machine, and they succeeded - perhaps too well. Mewtwo is extremely hostile and cant stand being in a Poke Ball.","bild":"mewtwo.gif"},
{"id":"11","name":"Jynx","energie":"Purple","punkte":"70","beschreibung":"Jynx has an unusual combination of Ice and Psychic characteristics. Its evolution is not known at this time, though its powers do grow stronger over time.","bild":"jynx.gif"},
{"id":"12","name":"Drowzee","energie":"Purple","punkte":"50","beschreibung":"Though these Pokemon have a weak physical attack, Drowzee will use their psychic abilities to make other Pokemon fall asleep during combat. At level 26, they evolve into Hypno.","bild":"drowzee.gif"},
{"id":"13","name":"Poliwag","energie":"Blue","punkte":"40","beschreibung":"Lacking arms, Poliwag sport newly grown legs and live in the water around Viridian City. To capture a Poliwag, trainers must use a rod and go fishing. Over time, Poliwag evolve into the more powerful Poliwhirl and Poliwrath.","bild":"poliwag.gif"},
{"id":"14","name":"Seel","energie":"Blue","punkte":"60","beschreibung":"An Arctic-dwelling type of Pokemon, Seel fight antagonists with their Aurora Beams, which cause damage by decreasing an opponents power. At level 34, Seel evolve into Dewgong.","bild":"seel.gif"},
{"id":"15","name":"Staryu","energie":"Blue","punkte":"40","beschreibung":"they use their psychic powers to move themselves around. These rare Pokemon also employ Minimize power to evade attack, and they can be found in the waters around the Blue games Cinnabar Island, Seafoam Island, and routes 19, 20, and 21. Trainers should use the Water Stone to transform Staryu into Starmie.","bild":"staryu.gif"},
{"id":"16","name":"Growlithe","energie":"Red","punkte":"60","beschreibung":"The elusive Growlithe can be found only on Route 7, Route 8 or Cinnabar Island. Handle combat with it carefully.","bild":"growlithe.gif"},
{"id":"17","name":"Machop","energie":"Brown","punkte":"50","beschreibung":"Machop are extremely agile and will often dodge specially designed attacks. Machop are among the more intelligent Pokemon and are known for their mastery of various martial arts. At level 28, Machop evolve into Machoke.","bild":"machop.gif"},
{"id":"18","name":"Diglett","energie":"Brown","punkte":"30","beschreibung":"The challenge with Diglett is not finding one but capturing it before it faints or runs away - so make sure to keep a lower-level Pokemon with you as you head into Digletts Cave. Another interesting trait: Diglett dont evolve, but they do band together in groups of three.","bild":"diglett.gif"},
{"id":"19","name":"Venomoth","energie":"Green","punkte":"70","beschreibung":"Venomoth is short on physical ability, but long on various disabling attacks. Youd better have lots of Antidote and other cures.","bild":"venomoth.gif"},
{"id":"20","name":"Farfetched","energie":"White","punkte":"50","beschreibung":"It looks like a duck and quacks like a duck, but it surely isnt a duck! Farfetchd uses twigs as mini-swords.","bild":"farfetched.gif"},
{"id":"21","name":"Charmander","energie":"Red","punkte":"50","beschreibung":"With their flaming tail, Charmander are tough Pokemon to handle, even for a skilled trainer. Starting a new game with a Charmander can be difficult, but if you can harness its power, the effort will pay off in early battles. If used correctly, they will evolve into Charmeleon and Charizard.","bild":"charmander.gif"},
{"id":"22","name":"Weedle","energie":"Green","punkte":"40","beschreibung":"While most Pokemon belong to a single category or type, Weedle feature the combined characteristics of a Bug-type and Poison-type Pokemon. Weedle have only two attack strategies, but their sting is poisonous and their String-Shot attack can temporarily reduce an enemys speed. Weedle evolve into Kakuna and eventually into Beedrill. Found in both versions, these Pokemon are rare in the Blue version.","bild":"weedle.gif"},
{"id":"23","name":"Bulbasaur","energie":"Green","punkte":"40","beschreibung":"Bulbasaur are a combination of Grass-type and Poison-type Pokemon. Because they are Grass-type Pokemon, Bulbasaur have plant-like characteristics such as the large, leafy growth on their back. Over time, Bulbasaur will evolve into Ivysaur and Venusaur.","bild":"bulbasaur.gif"},
{"id":"24","name":"Caterpie","energie":"Green","punkte":"40","beschreibung":"One of the Bug-type Pokemon, Caterpie will evolve into Metapod and Butterfree. These Pokemon are rare in the Red version and reside in both versions of the game.","bild":"caterpie.gif"},
{"id":"25","name":"Koffing","energie":"Green","punkte":"50","beschreibung":"Koffing store poison gases within their bodies, sometimes causing them to explode without warning. At level 35, these Pokemon evolve into Weezing.","bild":"koffing.gif"},
{"id":"26","name":"Squirtle","energie":"Blue","punkte":"70","beschreibung":"One of three Pokemon offered by Professor Oak at the beginning of the game. Squirtle start out cute and cuddly but soon evolve into formidable fighters: first Wartortle, then Blastoise. Note: In the games early stages, Squirtle tend to fare better against combatants than Charmander.","bild":"squirtle.gif"}
]